---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridOriginU
source: html/377c09c2-d94c-4373-9092-2cd21988c52b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridOriginU Property

"Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridOriginU { get; }
```